Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=933_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Nuorisoneuvostolle Nuori toimija – tunnustus
sme: Nuoraidráđđái Nuorra doaibmi – dovddastus

source: Suomen Nuorisoyhteistyö - Allianssi ry myönsi nuorisotyön viikolla 29.9. - 5.10. seitsemäntoista Nuori toimija - tunnustusta toimijoille ja hankkeille eri puolilla Suomea.
sme: Suoma Nuoraidovttasbargu - Allianssi ry mieđihii nuoraidbarggu vahkus 29.9. - 5.10. čiežanuppelot Nuorra doaibmi - dovddastusa doaibmiide ja fidnuide miehtá Suoma.

source: Yksi tunnustuksen saajista on saamelaiskäräjien nuorisoneuvosto.
sme: Okta dovddastusa oažžuin lea sámedikki nuoraidráđđi.

source: Nuori toimija - tunnustus on tarkoitettu kiitokseksi ja kannustukseksi nuorille toimijoille ja heidän hankkeilleen sekä omalla toiminnallaan nuorten asemaa ja heidän toimintaansa edistäneille aikuisille.
sme: Nuorra doaibmi - dovddastus lea dárkkuhuvvon giitosin ja doarjjan nuorra doaibmiide ja sin fidnuide ja maiddái iežaset doaimmain nuoraid sajádaga ja sin doaimmaid ovddidan rávesolbmuide.

source: Nuori toimija - tunnustukset jaetaan Nuorisotyön tulevaisuusfoorumissa Helsingissä 22.10.2014.
sme: Nuorra doaibmi - dovddastusat juhkkojit Nuoraidbarggu boahttevuohtafoorumas Helssegis 22.10.2014.

source: Allianssin jakaman tunnustuksen perustelut:
sme: Allianssi juohkán dovddastusa vuođustusat:

source: Saamelaisnuorten vaikuttamisen suuri askel otettiin vuonna 2011, kun saamelaiskäräjillä päätettiin perustaa nuorisoneuvosto.
sme: Sámenuoraid váikkuheami stuorra lávki váldui jagi 2011, go sámedikkis mearriduvvui vuođđuduvvot nuoraidráđđi.

source: Saamelaiskäräjien nuorisoneuvoston 15-25-vuotiaat jäsenet valmistelevat ne saamelaiskäräjien lausunnot, aloitteet ja muut kannanotot, jotka koskevat saamelaisnuoria tai saamelaisnuorten elinoloja.
sme: Sámedikki nuoraidráđi 15-25-jahkásaš lahtut válmmaštallet daid sámedikki cealkámušaid, álgagiid ja eará bealiváldimiid, mat gusket sámenuoraid dahje sámenuoraid eallindiliid.

source: Nuorisoneuvosto edistää saamelaisnuorten kielellisiä ja kulttuurisia oikeuksia ympäri Suomen sekä vahvistaa saamelaisnuorten kuuluvuutta saamelaiskulttuuriin.
sme: Nuoraidráđđi ovddida sámenuoraid gielalaš ja kultuvrralaš vuoigatvuođaid birra Suoma ja maiddái nanne sámenuoraid gullama sámekultuvrai.

source: Nuorisoneuvoston myötä saamelaisnuorille on annettu loistava kanava vaikuttaa omiin asioihinsa.
sme: Nuoraidráđi bokte sámenuoraide lea addojuvvon erenomáš kanála váikkuhit iežaset áššiide.

source: Saamelaiskäräjien nuorisoneuvostolla on myös erittäin uniikki asema, sillä sen jäsenillä on puhe- ja läsnäolo-oikeus saamelaiskäräjien yleiskokouksessa.
sme: Sámedikki nuoraidráđis lea maiddái erenomáš áidnalunddot sajádat, dasgo dan lahtuin lea hállan- ja mieldeorrunvuoigatvuohta sámedikki dievasčoahkkimis.

source: Saamelaiskäräjien nuorisoneuvosto on aloittanut tänä vuonna Ofelaš-toiminnan.
sme: Sámedikki nuoraidráđđi lea álggahan dán jage Ofelaš-doaimma.

source: Hankkeessa jaetaan tietoa saamelaisuudesta nuorilta nuorille.
sme: Fidnus juhkko diehtu sápmelašvuođas nuoraid bokte nuoraide.

source: " Saamelaiskäräjät on tehnyt pitkäjänteisesti työtä saamelaisnuorten aseman edistämiseksi ja tämä on todella hieno tunnustus saamelaisnuorille ja saamelaiskäräjien nuorisoneuvostolle.
sme: " Sámediggi lea bargan guhká sámenuoraid sajádaga ovddideami dihtii ja dát lea duođaige fiinna dovddastus sámenuoraide ja sámedikki nuoraidráđđái.

source: On todella hienoa, että nuorisoneuvoston työ on saanut kansallista tunnustusta ja olen palkinnosta ylpeä.
sme: Lea duo đaige fiinna, ahte nuoraidráđi bargu lea ožžon álbmotlaš dovddastusa ja lean bálkkašumis čeavlái.

source: Saamelaisnuoret joutuvat kohtaamaan hyvin paljon haasteita modernissa yhteiskunnassa ja nuorisoneuvosto on todella tarpeellinen, jotta nuorten ääni, huolenaiheet ja esitykset tulevat kuulluksi.
sme: Sámenuorat gártet deaividit hirbmat olu hástalusaid modearna servodagas ja nuoraidráđđi lea duođaige dárbbašlaš, vuoi nuoraid jietna, fuolat ja evttohusat bohtet gullojuvvot.

source: Tästä on hyvä jatkaa eteenpäin ja kehittää toimintaa yhä edelleen saamelaisnuorten aseman kehittämiseksi saamelaisyhteiskunnassa ja suomalaisessa yhteiskunnassa. "
sme: Dás lea buorre joatkit ovddosguvlui ja ovddidit doaimma ain viidásabbot sámenuoraid sajádaga ovddideami várás sámeservodagas ja suopmelaš servodagas. "

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi kertoo.
sme: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi muitala.

source: Nuorisoneuvoston puheenjohtaja Niila Rahko on tunnustuksesta iloinen:
sme: Nuoraidráđi ságajođiheaddji Niila Rahko lea dovddastusas ilolaš:

source: " Saamelaiskäräjien nuorisoneuvoston puheenjohtajana olen iloinen ja onnellinen palkinnosta.
sme: " Sámedikki nuoraidráđi ságajođiheaddjin lean ilolaš ja lihkolaš bálkkašumis.

source: Saamelaiskäräjien nuorisoneuvosto on vielä hyvin nuori nuorisoelin, jonka toiminta alue on laaja.
sme: Sámedikki nuoraidráđđi lea vel hirbmat nuorra nuoraidorgána, man doaibmanbiras lea viiddis.

source: Toimintamme ei olisi mahdollista ilman saamelaiskäräjien tukea tämän hetkisessä mittakaavassa.
sme: Min doaibma ii livčče vejolaš almmá sámedikki doarjaga haga dálá viidodagas.

source: Tahdonkin kiittää saamelaiskäräjiä heidän tekemästään pitkäjänteisestä työstä saamelaisnuorten aseman parantamiseksi.
sme: Háliidange giitit sámedikki sin bargan guhkálaš barggus sámenuoraid sajádaga buorideami várás.

source: Tahdon myös kiittää aikaisempia nuoria toimijoita jotka ovat olleet rakentamassa nuorisoneuvostoamme ja luomassa ilmapiiriä jossa on mukava toimia.
sme: Háliidan maiddái giitit ovddit nuorra doaibmiid geat leamaš ovddideamen nuoraidráđi ja ráhkadeamen doaibmandili mas lea somá bargat.

source: Palkinto antaa nuorisoneuvostolle vahvaa kansallista tunnustusta, joka on tärkeää kun toimitaan laajassa mittakaavassa nuorten kanssa.
sme: Bálkkašupmi addá nuoraidráđđái nana álbmotlaš dovddastusa, mii lea dehalaš go doibmejuvvo viidát nuoraiguin.

source: Saamelaiskäräjien nuorisoneuvoston tehtävänä on kehittää, edustaa ja valvoa saamelaisten nuorten oikeuksia, niin saamelaisalueella kuin sen ulkopuolella.
sme: Sámedikki nuoraidráđi bargun lea ovddidit, ovddastit ja gohcit sámenuoraid vuoigatvuođaid, sihke sámeguovllus ja dan olggobealde.

source: Haasteita tehtävässä on paljon, etenkin kun elämme murrosvaihetta uusien valmisteilla olevien ja hyväksymistä odottavien uudistusten johdosta.
sme: Hástalusat barggus leat olu, eandalitge go eallit nuppástusaid siste ođđa ođastusaid dihtii, mat leat válmmaštallama vuolde ja vurdet dohkkeheami.

source: Ilo-169 sopimuksen ratifioinnin tärkeys korostuu nuorten keskuudessa, sillä se koskettaa jokaista saamelaisnuorta koko loppuelämän.
sme: ILO-169 soahpamuša ratifiserema dehalašvuohta deattuhuvvá nuoraid gaskavuođas, dasgo dat guoskkaha juohke sámenuora olles loahppaeallima.

source: Toisaalta sopimus myös määrää kulttuurimme tulevaisuuden.
sme: Nuppe dáfus soahpamuš maiddái mearrida kultuvrra boahttevuođa.

source: Huonosti tehtynä sopimus tukahduttaa ja sulattaa kulttuurimme, hyvin tehtynä se vahvistaa ja suojaa kulttuuriamme.
sme: Funet ráhkaduvvon soahpamuš hávkada ja suddada kultuvrra, bures dahkkon soahpamuš nanne ja suddje kultuvrra.

source: Me nuoret kohtaamme päivittäin hyvin erilaisia reaktioita laidasta laitaan, paljolti pohjautuen etnisyyteemme.
sme: Mii nuorat deaividit beaivválaččat hirbmat earálágan reakšuvnnaid ravddas ravdii, mat olu vuođđuduvvet etnihkalašvuhtii.

source: Erilaisuus on voimavara, mutta se voi myös olla taakka.
sme: Earáláganvuohta lea riggodat, muhto dat sáhttá maiddái leat noađđi.

source: Saamelaiskäräjien nuorisoneuvoston työn haasteet korostuvat yhteiskunnassamme, jossa saamelaisnuoren täytyy selittää kulttuurinsa ja taustansa.
sme: Sámedikki nuoraidráđi barggu hástalusat vuolláisárggastuvvojit servodagas, gos sámenuorat galget čilget kultuvrra ja duogáža.

source: Pyrimmekin tuomaan valtaväestön tietoon enemmän saamelaisuudesta ofelaštyön kautta.
sme: Geahččalitge eanet juohkit dieđu váldoálbmogii sápmelašvuođas ofelaš-barggu olis.

source: Palkinto antaa lisämerkitystä työlle jota teemme.
sme: Bálkkašupmi addá lassimearkkašumi bargui man bargat.

source: Sen merkitys korostuu jo pelkästään sillä että tiedämme, että työtämme arvostetaan ja se huomataan myös valtakunnallisella tasolla.
sme: Dan mearkkašupmi lassána jo beare dainna ahte diehtit, ahte min barggu atnet árvvus ja dat fuopmášuvvo maiddái riikkadásis.

source: Lisäksi palkinto antaa uskottavuutta ja näkyvyyttä, joka edesauttaa saamaan ajatuksillemme, lausunnoillemme ja kaikelle tekemisellemme suurempaa painoarvoa.
sme: Lassin bálkkašupmi addá luohtehahttivuođa ja beaggima, mii veahkeha oažžut jurdagiidda, cealkámušaide ja buot bargamii stuorát deattu.

source: Voimmekin vain ylpeästi kiittää ja kumartaa.
sme: Sáhttitge dušše čeavlájit giitit ja gopmirdit.

source: Tästä on hyvä jatkaa. "
sme: Dás lea buorre joatkit. "

source: Kuva Tanja Sanila.
sme: Govva Tanja Sanila.
